tap "homebrew/bundle"

brew "gh"
brew "go"
brew "mas"
brew "nvm"
brew "python@3.12"
brew "pipenv"
cask "google-chrome"
cask "iterm2"
cask "visual-studio-code"
vscode "eamodio.gitlens"
vscode "ms-ceintl.vscode-language-pack-ko"
vscode "ms-python.debugpy"w
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "pkief.material-icon-theme"

mas "카카오톡", id: 869223134

